blog/2022/01/05/The-Pyramid-Principle/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>读书：金字塔原理 - 你对这个世界要有点意见</title>
  <meta charset="utf-8" />
  <meta name="author" content="lijigang" />


  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">
</head>

  <body class="container">
<header id="header">
<body>
    <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
        <div class="container-fluid">
<div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="/">你对这个世界要有点意见</a>
        </div>
<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">
                <li class="active"><a href="/">Blog</a></li>
          <li><a href="https://github.com/lijigang">GitHub</a></li>
          <li><a href="http://www.zhihu.com/people/lijigang.com">知乎</a></li>
        </ul>
</div>
</div>
    </nav>
</body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row post-content">
        <div class="col-md-2"></div>
            <h1>读书：金字塔原理</h1>
            <blockquote>
<p>
“这人脑子不清楚，表达没有逻辑”
</p>
</blockquote>

<p>
什么是表达逻辑? 如何练习提升自己的表达逻辑? 如果只能选一本书, 那一定非
《金字塔原理》莫属了。
</p>

<p>
<b>《金字塔原理》</b> 一书, 一言以蔽之, 无非 <b>上下左右</b> 四字。
</p>

<p>
设想一个场景, 针对一个要解决的问题, 在你收集信息, 调研分析, 各种操作做完
之后, 针对这个问题的所有信息都摆在你眼前的桌面上, 并且都被标上了序号。
</p>

<p>
现在你要怎么向别人快速表达出来这些信息? 从 1 到 N 的一个个念吗? 这里的标号
有可能是你收集信息的顺序, 这个顺序讲出来, 正常人估计都得骂你一声 &ldquo;脑子有
病&rdquo;吧?
</p>

<p>
金字塔原理这书中提出了一个方法, 就是分为 <b>上下</b> 和 <b>左右</b> 两步解决这个问题。
</p>

<div id="outline-container-org7b23a4a" class="outline-2">
<h2 id="org7b23a4a">上下</h2>
<div class="outline-text-2" id="text-org7b23a4a">
<p>
金字塔原理表达的结构, 你可以理解成把那些信息摆成金字塔形状, 然后从上往下,
从左往右的表达出来就可以了。
</p>

<p>
上下怎么摆? 谁在上面, 谁在下面?
</p>

<p>
很简单，上面的那个结点代表的是下面一层结点的抽象总结。
</p>

<p>
第一层抽象总结了第二层的节点, 第二层的节点, 又抽象总结了第三层的节点, 以
此类推。
</p>
</div>
</div>

<div id="outline-container-org333b3a7" class="outline-2">
<h2 id="org333b3a7">左右</h2>
<div class="outline-text-2" id="text-org333b3a7">
<p>
左右怎么摆? 谁在左边, 谁在右边?
</p>

<p>
更简单，你只要选定一个确定的逻辑，按这个逻辑顺序来摆就可以了。
</p>

<p>
这个 <b>确定的逻辑</b> 可以是时间顺序(第一年,第二年, 第三年)，可以是空间顺序(北
京, 上海, 深圳)，可以是按值大小降序(最大值, 次大值, 其它)，可以是演绎顺
序(大前提, 小前提, 结论), 等等。
</p>
</div>
</div>

<div id="outline-container-org8b2c5ca" class="outline-2">
<h2 id="org8b2c5ca">示例</h2>
<div class="outline-text-2" id="text-org8b2c5ca">
<p>
没有逻辑的表达:
</p>
<blockquote>
<p>
你在办公室，忽然下属进来了，对你说：“老板，我注意到原材料的价格，发现很
多钢材都涨价了，还有刚才物流公司打电话来说提价，我又比较了几家的价格，但
是还是没有办法说服他不涨价；另外，其他的几个竞争品牌最近也涨价了，我看
到……；对了，最近广告花销也比较多，如果……可能……”
</p>
</blockquote>

<p>
金字塔原理式的表达:
</p>
<blockquote>
<p>
老板，我建议涨价 20%。理由如下：
</p>

<p>
第一，原材料价格最近涨了 30%；
</p>

<p>
第二，竞争品牌也全部都调价 10%～20%；
</p>

<p>
第三，广告费也超标了。
</p>

<p>
老板，综上所述，我认为我们应该涨价 20%，你觉得是否可行？
</p>
</blockquote>
</div>
</div>

    </div>
</section>




<footer id="footer">
    <br />
    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?36d44a2295ffa55a3ab51c6aa7a71733";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

  </body>
</html>
